export const scudData = {
  types: {
    1: { name: "Вход", color: "is-success" },
    2: { name: "Выход", color: "is-danger" }
  },
  events: {
    1: "Доступ предоставлен",
    2: "Запрет доступа",
    0: "Проход"
  },
  cities: {
    1: {
      name: "Салават", doors: {
        8: "л.кр.1эт.вых.дальний",
        11: "1эт.ц.выход тыл",
        13: "п.кр.1эт. вых.фасад",
        50: "Турникет 1",
        51: "Турникет 2"
      }
    },
    2: {
      name: "Уфа", doors: {
        4: "Турникет 1",
        5: "Турникет 2"
      }
    }
  },
}